brotli
c-ares
ca-certificates
cairo
fd
fontconfig
freetype
gdbm
gettext
gh
giflib
glib
graphite2
harfbuzz
icu4c
jpeg-turbo
jq
lazygit
libevent
libnghttp2
libpng
libtermkey
libtiff
libuv
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
little-cms2
luajit
luajit-openresty
luv
lz4
lzo
mpdecimal
msgpack
ncurses
neovim
node
oniguruma
openssl@1.1
openssl@3
pcre2
pixman
prettier
python-psutil
python@3.10
python@3.11
python@3.12
readline
reattach-to-user-namespace
ripgrep
six
sqlc
sqlite
stylua
themekit
tmux
trash-cli
tree-sitter
unibilium
utf8proc
xorgproto
xz
zstd
